/* No comment provided by engineer. */
"Attaching disk image..." = "Attaching disk image...";

/* No comment provided by engineer. */
"Canceling update..." = "Canceling update...";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Could not open log file." = "Could not open log file.";

/* No comment provided by engineer. */
"Could not read update file." = "Could not read update file.";

/* No comment provided by engineer. */
"Detaching disk image..." = "Detaching disk image...";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error getting dmg contents" = "Error getting dmg contents";

/* No comment provided by engineer. */
"Error installing application." = "Error installing application.";

/* No comment provided by engineer. */
"Error saving update information." = "Error saving update information.";

/* No comment provided by engineer. */
"Failed to attach disk image" = "Failed to attach disk image";

/* No comment provided by engineer. */
"Failed to detach disk image" = "Failed to detach disk image";

/* No comment provided by engineer. */
"Failed to restart Xamarin Studio" = "Failed to restart Xamarin Studio";

/* No comment provided by engineer. */
"Installing %lu items" = "Installing %lu items";

/* No comment provided by engineer. */
"Installing 1 item" = "Installing 1 item";

/* No comment provided by engineer. */
"Installing addin package..." = "Installing addin package...";

/* No comment provided by engineer. */
"Installing application..." = "Installing application...";

/* No comment provided by engineer. */
"Installing package..." = "Installing package...";

/* No comment provided by engineer. */
"Missing data in update file" = "Missing data in update file";

/* No comment provided by engineer. */
"No updates found." = "No updates found.";

/* No comment provided by engineer. */
"Package failed to install" = "Package failed to install";

/* No comment provided by engineer. */
"Unknown error" = "Unknown error";

/* No comment provided by engineer. */
"Unknown update file type" = "Unknown update file type";

/* No comment provided by engineer. */
"Updates require authorization." = "Updates require authorization.";

/* No comment provided by engineer. */
"Waiting for Xamarin Studio to exit" = "Waiting for Xamarin Studio to exit";

/* No comment provided by engineer. */
"Xamarin Update must be launched from Xamarin Studio." = "Xamarin Update must be launched from Xamarin Studio.";

/* Auth prompt */
"Xamarin Update requires your permission to install updates." = "Xamarin Update requires your permission to install updates.";

